tap "borgbackup/tap"
tap "felixkratz/formulae"
tap "gabor-boros/brew"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "lucassabreu/tap"
tap "r-lib/rig"
brew "aerc"
brew "glib"
brew "bat"
brew "node"
brew "bitwarden-cli", link: false
brew "borgmatic"
brew "cocoapods"
brew "docker"
brew "fzf"
brew "git-delta"
brew "gstreamer"
brew "htop"
brew "icu4c@75"
brew "ifstat"
brew "jq"
brew "lazygit"
brew "mas"
brew "neovim"
brew "openjdk"
brew "pandoc"
brew "pass"
brew "php"
brew "pipx"
brew "protobuf"
brew "ripgrep"
brew "rsync"
brew "sound-touch"
brew "spotify_player"
brew "switchaudio-osx"
brew "task"
brew "taskwarrior-tui"
brew "timewarrior"
brew "tmux"
brew "tmuxinator"
brew "transmission-cli"
brew "watch"
brew "wget"
brew "zoxide"
brew "zsh"
brew "borgbackup/tap/borgbackup-fuse"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "gabor-boros/brew/minutes"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "lucassabreu/tap/clockify-cli"
cask "alfred"
cask "alt-tab"
cask "beeper"
cask "bettertouchtool"
cask "bitwarden"
cask "calibre"
cask "clockify"
cask "devpod"
cask "docker"
cask "drawio"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "gnucash"
cask "google-drive"
cask "kitty"
cask "libreoffice"
cask "macfuse"
cask "obsidian"
cask "onlyoffice"
cask "parallels"
cask "plexamp"
cask "qutebrowser"
cask "raycast"
cask "readdle-spark"
cask "reader"
cask "rig"
cask "rstudio"
cask "slack"
cask "spotify"
cask "stats"
cask "steam"
cask "tailscale"
cask "thunderbird"
cask "transmission"
cask "visual-studio-code"
cask "zotero"
vscode "actboy168.tasks"
vscode "adamraichu.docx-viewer"
vscode "alefragnani.project-manager"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "catppuccin.catppuccin-vsc"
vscode "christian-kohler.path-intellisense"
vscode "continue.continue"
vscode "docker.docker"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "grapecity.gc-excelviewer"
vscode "hediet.vscode-drawio"
vscode "ivan-bocharov.stan-vscode"
vscode "kelvin.vscode-sshfs"
vscode "kodu-ai.claude-dev-experimental"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "posit.shiny"
vscode "posit.shinyuieditor"
vscode "quarto.quarto"
vscode "randomfractalsinc.snippets-viewer"
vscode "rdebugger.r-debugger"
vscode "reditorsupport.r"
vscode "reditorsupport.r-syntax"
vscode "ritwickdey.liveserver"
vscode "sandcastle.vscode-open"
vscode "shahilkumar.docxreader"
vscode "stkb.rewrap"
vscode "streetsidesoftware.code-spell-checker"
vscode "tomoki1207.pdf"
vscode "tomoyukim.vscode-mermaid-editor"
vscode "vscodevim.vim"
